IDEA Open Model
LoadCase.LoadGroup Property
 Load group
 Namespace: IdeaRS.OpenModel.Loading
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public ReferenceElement LoadGroup { get; set; }
Public Property LoadGroup As ReferenceElement
	Get
	Set
public:
property ReferenceElement^ LoadGroup {
	ReferenceElement^ get ();
	void set (ReferenceElement^ value);
}
Property Value
Type: ReferenceElement
See Also
Reference
LoadCase Class
IdeaRS.OpenModel.Loading Namespace